---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.ReinforcementRoundingManager
source: html/da71b069-4d31-b3ab-030e-d11798916a65.htm
---
# ReinforcementRoundingManager Methods

Gets the identifier of the length unit quantifying the reinforcement rounding values.